Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/innledning-paa-fagseminaret-giele-lea-faamoe-power-of-language.html.tmx
Source language: nob
Languages: sma

source: Innledning på fagseminaret
sma: Saemiedigkeraerien håalome "Gïele lea faamoe - Power of language"

source: Sametingsråd Mikkel Eskil Mikkelsens tale ved åpningen av Tjaktjen Tjåanghkoe og innledningen til fagseminaret , i Snåsa 19. september.
sma: Saemiedigkieraerie Mikkel Eskil Mikkelsen håalomem höölti Saemiedigkien gïelepolitihken bïjre faageseminaaresne "Gïele lea faamoe - Power of language".

source: Kjære alle sammen,
sma: Gieries gaajhkesh dovnesh,

source: I år er FNs internasjonale år for urfolksspråk.
sma: Daan jaepien EN:n gaskenasjonaale jaepie aalkoealmetjegïelide.

source: Unesco har fått ansvaret for å lede arbeidet med det internasjonale året for urfolksspråk.
sma: Unesco dïedtem åådtjeme barkoem stuvredh aalkoealmetjegïeli gaskenasjonaale jaepine.

source: Det er også opprettet en styringsgruppe for urfolksspråkåret.
sma: Stuvremedåehkie lea tseegkesovveme aalkoealmetjegïelejaapan.

source: Styringsgruppa består av representanter fra 7 urfolksområder og deres stater.
sma: Stuvremedåehkesne tjirkijh 7 aalkoealmetjedajvijste jïh dej staath.

source: Sametingspresident Aili Keskitalo er urfolkrepresentanten fra det arktiske området og er også en av lederne i styringsgruppa.
sma: Saemiedigkiepresidente Aili Keskitalo lea aalkoealmetji tjirkije arktiske dajveste, jïh aaj akte dejstie åvtehkijstie stuvremedåehkesne.

source: I dette året ønsker FN å synliggjøre og fremme urfolksspråkenes situasjon, og invitere til partnerskap for å sikre språkenes fremtid.
sma: Daan jaepien EN sæjhta aalkoealmetji gïeletsiehkiem eevtjedh jïh våajnoes darjodh, jïh guejmievoetese bööredidh juktie gïeli båetijem aejkiem gorredidh.

source: Språkåret planlegges avsluttet med en global konferanse med et sluttdokument som er en veiviser for det videre arbeidet med bevaring og utvikling av urfolksspråk.
sma: Soejkesjen mietie edtja gïelejaepiem globaale konferansine galhkedh, galhkuvetjaatseginie mij væjsaldahkine sjædta dan guhkiebasse barkose vaarjelimmine jïh evtiedimmine aalkoealmetjegïelijste.

source: Dere kan finne mer informasjon om språkåret på urfolksspråkårets hjemmeside, en.iyil2019.org.
sma: Maehtede vielie bïevnesh gïelejaepien bïjre gaavnedh gïelejaepien gåetiesæjrosne, en.iyil2019.org.

source: På den nettsiden kan man også se et kart med aktiviteter og hendelser som skjer i forbindelse med urfolksspråkåret.
sma: Daennie nedtesæjrosne maahta aaj kaarhtem vuejnedh darjomigujmie jïh heannadimmiejgujmie mah öörnesuvvieh gïelejaepien sjïekenisnie.

source: Jeg anbefaler dere å gå å se hvilke hendelser og arrangementer som finnes.
sma: Manne dijjem juvnehtem vuartasjidh mah heannadimmieh jïh öörnedimmieh mah gååvnesieh.

source: Unesco har uttalt at halvparten av alle språkene i verden vil forsvinne om det ikke settes i gang tiltak for å bevare språkene.
sma: Unesco lea jeahteme akte bielie gaajhkijste gïelijste veartenisnie sæjhta gaarvanidh jis ij råajvarimmiejgujmie nïerhkh juktie gïelide vaarjelidh.

source: Av verdens om lag 6-7000 forskjellige språk, kan flere tusen av disse språkene forsvinne og mange språk er dessverre allerede borte.
sma: Veartenen ovrehte 6-7000 joekehts gïelijste, jienebh stoerretjuetie daejstie gïelijste maehtieh gaarvanidh, jïh gellie gïelh leah gaatesjen joe gaarvanamme.

source: Urfolksspråk er i spesielt utsatt – cirka 2680 språk er truede språk i henhold til Unescos liste over truede språk, og alle de samiske språkene er å finne på denne listen.
sma: Aalkoealmetji gïelh leah joekoen prååsehke – Unescon læstoen mietie håvhtadamme gïeli bijjeli medtie 2680 gïelh leah håvhtadamme, jïh gaajhkh saemien gïelh leah daennie læstosne.

source: Sametinget ser at språk er en grunnleggende ferdighet hos oss mennesker.
sma: Saemiedigkie vuajna gïele lea maadthtjiehpiesvoete almetji luvnie.

source: Språk utvikles fra vi blir født og følger oss gjennom hele livet.
sma: Gïele evtiesåvva reakadimmien raejeste jïh mijjem abpe jieledem dåerede.

source: Gjennom språk kan vi kommunisere med omverden, utrykke følelser, tanker og drømmer, skape samhandling og forstå verden omkring oss.
sma: Gïelen tjïrrh maehtebe mubpiejgujmie gaskesadtedh, domtesi, åssjaldahki jïh nïekedassi bïjre soptsestidh, laavenjostoem sjugniedidh jïh veartenem mijjen bïjre guarkedh.

source: Språket har betydning for vår identitetsutvikling og identitetsfølelse, og sier noe om hvem vi er som menneske.
sma: Gïele lea vihkeles juktie mijjen identiteetem evtiedidh jïh damtedh, jïh maam akt jeahta gïeh mijjieh goh almetjh.

source: Språk vil også ha betydning for vår motoriske, sosiale og emosjonelle utvikling.
sma: Gïele aaj sæjhta vihkeles årrodh mijjen motorihkeles, sosijaale jïh emosjonelle evtiedimmesne.

source: Språk er med andre ord avgjørende for oss mennesker.
sma: Jeatjah baakoejgujmie gïele joekoen daerpies mijjese almetjidie.

source: Vi ser også at samiske språk er viktig for den enkelte språkbruker, for den samiske befolkningen og for utviklingen av det samiske samfunnet.
sma: Aaj vuejnebe saemien gïelh leah vihkeles fïereguhten gïeleutniejasse, saemien årroejidie jïh evtiedæmman saemien siebriedahkeste.

source: Samiske språk handler ikke bare om kommunikasjon, men er nært knyttet til samisk identitet, kulturarv og tilhørighet.
sma: Saemien gïelh eah leah ajve govlesadtemen bïjre, men lïhke ektiedamme saemien identiteetese, kultuvreaarpan jïh ektiedæmman mubpide.

source: Samiske språk er et symbol på vårt felleskap, vår arv og vårt bånd til våre forfedre.
sma: Saemien gïelh leah symbovle mijjen ektievoetese, mijjen aarpan jïh mijjen baante mijjen maadtojde.

source: Gjennom språket vokser det frem en tilhørighet, uavhengig av hvilket samisk språk man behersker eller hvor lite eller hvor mye man behersker språket.
sma: Gïelen tjïrrh akte ektiedimmie mubpide sjïdtede, saaht maam gïelide mijjieh haalvebe jallh man vaeniem jallh jïjnjem gïelem haalvebe.

source: Derfor jobber Sametinget med å bevare og revitalisere de samiske språkene, og styrke språkenes status i samfunnet.
sma: Dan gaavhtan Saemiedigkie vaarjelimmine jih jieliehtimmine saemien gïelijste barka, jïh gïeli statusem siebriedahkesne nænnoestidh.

source: Sametinget har i år satt i gang Gïelelutnjeme – Sametingets språkstrategi.
sma: Daan jaepien Saemiedigkie lea Saemiedigkien gïelestrategijine nïerhkeme – Gïelelutnjeme.

source: Det er veldig passende at dette skjer i det internasjonale året for urfolksspråk.
sma: Daate joekoen hijven sjeahta gaskenasjonaale jaepien aalkoealmetjegïelide.

source: Gïelelutnjeme legger fokus på synliggjøring, utvikling, rekruttering og kompetanseheving på alle nivå.
sma: Gïelelutnjemen fokuse lea våajnoes darjodh, evtiedidh, dåårrehtidh jïh maahtoem lutnjedh gaajhkine daltesinie.

source: Det vil være en særlig satsning på språktilbud til barn og unge, da det er barn og unge som er fremtidens språkbærere.
sma: Sæjhta joekoen gïelefaalenassi åvteste barkedh maanide jïh noeride, juktie maanah jïh noerh leah båetijen aejkien gïeleguedtijh.

source: Gïelelutnjeme er Sametingets langvarige satsning på samiske språk, og er tenkt gjennomført over flere år.
sma: Gïelelutnjeme lea Saemiedigkien guhkiebasse barkoe saemien gïeli åvteste, jïh åssjaldahke lea dam gellie jaepieh tjïrrehtidh.

source: Sametingets visjon med Gïelelutnjeme er at samiske språk skal være en naturlig del av samfunnet og at alle skal gis mulighet til å høre, se og bruke samiske språk på alle samfunnsområder.
sma: Saemiedigkien visjovne Gïelelutnjeminie lea saemien edtja iemie bieline årrodh siebriedahkeste, jïh gaajhkesh edtjieh nuepiem åadtjodh saemien govledh, vuejnedh jïh nuhtjedh gaajhkine siebriedahkesuerkine.

source: Tanken er at samiske språk skal være en naturlig del av hverdagen for både samisk- og norskspråklige.
sma: Åssjaldahke lea saemien edtja iemie bieline årrodh aarkebiejjeste dovne dejtie mah saemiestieh jïh daaroestieh.

source: Gïelelutnjeme bygger på et langsiktig arbeid og på oppfølgingen av NOU 2016:18 Hjertespråket.
sma: Gïelelutnjeme aktem guhkies barkoem våaroeminie åtna, jïh dam guhkiebasse barkoem NBS:ste 2016:18 Vaajmoegïele.

source: Strategiene i Gïelelutnjeme vil være Sametingets styringsdokument for det videre arbeidet for oppfølging av Hjertespråket.
sma: Strategijh Gïelelutnjemisnie sijhtieh Saemiedigkien stuvremetjaatseginie årrodh dan guhkiebasse barkose juktie Vaajmoegïelem bæjjese fulkedh.

source: For å få til et helhetlig og samstemt løft av samiske språk og samisk språkpolitikk er det avgjørende at nasjonale, regionale og kommunale myndigheter spiller på lag.
sma: Juktie ellies jïh akteraeresne lutnjemem saemien gïelijste jïh saemien gïelepolitihkeste åadtjodh, lea eevre daerpies nasjonaale, regijonaale jïh tjïelten åejvieladtjh leah meatan daennie barkosne.

source: På denne måten kan vi legge til rette for at de samiske språkene blir naturlige og levende språk i samfunnet.
sma: Naemhtie maehtebe sjïehteladtedh ihke saemien iemie jïh jielije gïeline sjædta siebriedahkesne.

source: Jeg vil kort fortelle om de forskjellige innsatsområdene i Gïelelutnjeme og litt om hva vi ønsker under de forskjellige innsatsområdene.
sma: Sïjhtem åenehkslaakan dej joekehts barkoesuerkiej bïjre soptsestidh Gïelelutnjemisnie, jïh ånnetji dan bïjre maam vaajtelibie dej ovmessie barkoesuerkiej nuelesne.

source: Innsatsområdene i Gïelelutnjeme er språktilbud til barn og unge, synliggjøring og samarbeid og kompetanseheving og rekruttering.
sma: Barkoesuerkieh Gïelelutnjemisnie leah gïelefaalenassh maanide jïh noeride, gïelide våajnoes darjodh, laavenjostoe jïh maahtoelutnjeme jïh dåårrehtimmie.

source: Innsatsområde Språktilbud til barn og unge
sma: Barkoesuerkie Gïelefaalenasse maanide jïh noeride

source: Språk er lek, kommunikasjon, utforskning og forståelse.
sma: Gïele lea stååkedimmie, govlesadteme, goerehtimmie jïh goerkese.

source: Språk er å uttrykke seg, delta i samfunnet og forteller hvem du er.
sma: Gïele lea soptsestidh, meatan årrodh siebriedahkesne jïh soptseste gie datne.

source: Språk er minner og noe som samler oss.
sma: Gïele lea mojhtesh jïh naakede mij mijjem iktede.

source: Språk er mestring, gir trøst og mot, og åpner for livslang læring.
sma: Gïele haalveme, soelkedassem jïh heartoeh vadta jïh lïerehtæmman sjïehteladta mij abpe jieledem ryöhkoe.

source: Å gi barn og unge tilgang til språk er derfor en av våre viktigste oppgaver.
sma: Baajedh maanah jïh noerh gïelh lïeredh lea dan åvteste akte mijjen vihkielommes laavenjassijste.

source: Barn lærer språk fra de blir født, og foreldre og familie er barns nærmeste samarbeidspartnere i språkinnlæringen.
sma: Maanah gïelh lierieh dehtie raejeste dah reakadieh, jïh eejhtegh jïh fuelhkie leah maanaj lïhkemes laavenjostoeguejmieh gïelelïeremisnie.

source: Det språklige fundamentet legges i barneårene, der gode og trygge støttespillere og voksenrelasjoner er viktig for barnas språkopplæring.
sma: Dïhte gïeleldh våarome bïejesåvva maanabaelien, gusnie hijven jïh jearsoes dåarjoehtæjjah jïh relasjovnh geerve almetjigujmie leah vihkeles maanaj gïelelïerehtimmesne.

source: Det er derfor en forutsetning at barn hører og bruker samiske språk i barnehage, skole og ellers i hverdagen.
sma: Dan åvteste eevre daerpies maanah saemien guvlieh jïh nuhtjieh maanagïertesne, skuvlesne jïh jeatjah lehkesne aarkebiejjien.

source: Språkteorier vektlegger viktigheten av utviklingen av barns begrepsforståelse, ordforråd, setningsoppbygging og språkbruk fra de er små.
sma: Gïeleteorijh tjïertestieh man vihkeles maanah åadtjoeh dïejvesegoerkesem, baakoeveahkam, raajesebigkemem jïh gïeleåtnoem evtiedidh dehtie raejeste dah leah smaave.

source: Barns språkinnlæring legger grunnlaget for hele livet, og et godt språkmiljø spiller på denne måten en avgjørende rolle for språkinnlæringa.
sma: Maanaj gïelelïereme våaromem beaja abpe jieliedasse, jïh akte hijven gïelebyjrese lea dan åvteste joekoen vihkeles gïelelïeremasse.

source: Vår hovedoppgave vil være å bygge robuste og gode språkmiljø, som skaper mulighet for opplæring og bruk av språket i lokalmiljøet.
sma: Mijjen åejvielaavenjasse sæjhta årrodh nænnoes jïh hijven gïelebyjresh tseegkedh, mah nuepiem vedtieh lïerehtimmiem åadtjodh jïh gïelem nuhtjedh voengesne.

source: Litteratur hjelper oss til å utvikle språket og ordforrådet, og utvider vår bevissthet og gir nye ideer og begreper å tenke med.
sma: Lidteratuvre mijjem viehkehte gïelem jïh baakoeveahkam evtiedidh, jïh mijjen voerkesvoetem vijrede jïh orre åssjalommesh jïh dïejvesh vadta mejgujmie ussjedibie.

source: Litteratur stimulerer fantasien, og trener oss i å skape indre bilder.
sma: Lidteratuvre fantasijem skreejrehte, jïh baaja mijjem haarjanidh sisnjeles guvvieh sjugniedidh.

source: Litteratur gir kunnskap, og utvikler vårt følelsesliv og evne til empati.
sma: Lidteratuvre daajroem vadta, mijjen domtesejieledem jïh empatijemaahtoem evtede.

source: Litteratur gir inspirasjon, kraft, underholdning og spenning.
sma: Lidteratuvre skraejriem, faamoem, sjollehtimmiem jïh gïeltegsvoetem vadta.

source: Litteratur lærer oss grunnleggende etikk og lar oss fundere over riktig og galt, vondt og godt.
sma: Lidteratuvre mijjem vihkeles etihkem leerie, jïh baaja mijjem onterdidh dan bïjre mij reaktoe jïh båajhtode, bååktjehke jïh njaelkie.

source: Litteratur hjelper oss til å forstå oss selv og andre, gir oss selskap når vi er ensomme og viser at det meste kan ses fra flere sider.
sma: Lidteratuvre mijjem viehkehte jïjtjemem jïh mubpieh guarkedh, mijjese sïelskem vadta gosse oktegh, jïh vuesehte jeenjemes maahta jieniebistie bielijste vuajnalgidh.

source: Litteratur er en viktig del av det å vokse opp.
sma: Lidteratuvre lea vihkeles bielie byjjenimmeste.

source: Samisk litteratur for barn og unge handler om litteratur på barnets språk, med innhold som er gjenkjennelig for barnet.
sma: Saemien lidteratuvre maanide jïh noeride lea lidteratuvren bïjre maanan gïelesne, sisveginie maam maana damtije.

source: Det må finnes et stort utvalg samisk litteratur for barn og unge, samtidig som det må produseres samisk litteratur som omhandler samiske barn og unges hverdag.
sma: Tjuara jïjnje lidteratuvre årrodh maanide jïh noeride mej gaskem maehtieh veeljedh, seamma tïjjen goh tjuara saemien lidteratuvrem darjodh mij lea saemien maanaj jïh noeri aarkebijjien bïjre.

source: Det vil derfor være viktig med både samiske nyproduksjoner og oversettelse av ikke-samisk litteratur.
sma: Sæjhta dan åvteste vihkeles årrodh dovne orre gærjajgujmie saemien gïelesne, jïh jarkoestimmiejgujmie ij-saemien lidteratuvreste.

source: Sametinget har innvilget tilskudd til oversetting og tilpassing av det digitale biblioteket Lesemesteren til sørsamisk, etter testkjøring og lansering av nettstedet på samisk, vil arbeidet med å få lagt inn sørsamiske titler startes.
sma: Saemiedigkie lea dåarjoem vadteme jarkoestæmman jïh sjïehtedæmman dehtie digitaale gærjagåeteste Lesemesteren åarjelsaemien gïelese. Mænngan nedtesijjiem saemiengïelesne teestadamme jïh bæjhkoehtamme, sæjhta aelkedh åarjelsaemien tihtelh dan sïjse bïejedh.

source: Sametinget og Lesemesteren AS vil innkalle alle forlag og utgivere av sørsamisk barnelitteratur til informasjonsmøter i oktober/november.
sma: Saemiedigkie jïh Lesemesteren AS sijhtieh gaajhkh bertemh jïh bæjhkoehtæjjah åarjelsaemien maanalidteratuvreste bïevnesetjåanghkojde gohtjedidh golken/gålkoen.

source: Vi håper lesemesteren på sørsamisk vil motivere til lesing og gjøre lesing gøy.
sma: Mijjen håhkoe lea lohkememïestere åarjelsaemien gïelesne sæjhta lohkemasse skreejrehtidh jïh lohkemem luste darjodh.

source: Lesemesteren består av et digitalt bibliotek med en rekke titler tilpasset ulike aldersgrupper i grunnskolen.
sma: Lohkememïestere akte digitaale gærjagåetie gelliej tihteligujmie mah leah ovmessie aalteredåehkide maadthskuvlesne sjïehtedamme.

source: Flere av titlene har lyd til, slik at elevene kan bruke høytlesingsfunksjon.
sma: Jienebh dejstie tihtelijstie tjoejem lissine utnieh, guktie learohkh maehtieh gærjese goltelidh mearan lohkeminie.

source: Til de fleste titler er det en quiz fra boka, og programmet registrerer antall bøker på elev og elevtrinn, og lærer kan lett legge inn anbefalte titler for den enkelte elev.
sma: Dejtie jeenjemes tihtelidie akte Quize gærjeste, jïh programme registrerede man gellie gærjah learohke låhka jïh mennie daltesisnie vaadtsa, jïh lohkehtæjja maahta juvnehtamme tihtelh sïjse bïejedh fïerhten learoehkasse.

source: Dette ser vi for oss vil bli veldig nyttig, spesielt med tanke på elever som får fjernundervisning.
sma: Mijjieh vïenhtebe daate joekoen nuhteligs sjædta, joekoen dejtie learoehkidie mah maajhööhpehtimmiem åadtjoeh.

source: Ett annet morsomt aspekt ved lesemesteren er "lesevenner-funksjonen", vi har bedt lesemesteren gjøre det mulig for elever å søke opp andre elever som har valgt samme målform.
sma: Akte jeatjah lustes aspekte lohkememïesterinie lea «lohkemevoelph-funksjovne», mijjieh lohkememïesterem birreme baajedh learohkh jeatjah learohkh ohtsedidh mah seamma gïelem veeljeme.

source: Det vil si at sørsamiske elever kan søke andre sørsamiske lesevenner, og slik sende hverandre leseutfordringer og de kan konkurrere litt mellom hverandre.
sma: Daate sæjhta jiehtedh learohkh maehtieh jeatjah åarjelsaemien lohkemevoelph ohtsedidh, jïh naemhtie sinsætnan lohkemehaestemh seedtedh, jïh maehtieh ånnetji gaskemsh gaahtjedh.

source: Dette tenker vi også vil være spesielt bra for elever som får fjernundervisning.
sma: Vïenhtebe daate aaj joekoen hijven dejtie learoehkidie mah maajhööhpehtimmiem åadtjoeh.

source: Sametinget vil også oversette og tilpasse Språkløyper til de samiske språkene.
sma: Saemiedigkie sæjhta aaj Språkløyper jarkoestidh jïh sjïehtedidh saemien gïelide.

source: Språkløyper er en nasjonal strategi som er gjennomført i 2016-19. Målet med strategien er å styrke barnehagens språkmiljø, sammenhengen mellom barnehagen og skolens språkarbeid, styrke lærernes kompetanse innenfor språk, lesing og skriving, raskere identifisering av språkvansker, redusere antall elever med svake lese- og skriveferdigheter og øke antall elever med svært gode lese- og skriveferdigheter.
sma: Språkløyper akte nasjonaale strategije mij lea tjïrrehtamme 2016-19. Ulmie strategijine lea maanagïerti gïelebyjresem jïh ektiedimmiem maanagïerten jïh skuvlen gïelebarkoen gaskem nænnoestidh, lohkehtæjjaj maahtoem bueriedidh gïeli, lohkemen jïh tjaelemen bïjre, gïeletsagkesh verkebe damtijidh, learohkelåhkoem giehpiedidh viesjies lohkeme- jïh tjaelemetjiehpiesvoetigujmie jïh learohkelåhkoem lissiehtidh joekoen hijven lohkeme- jïh tjaelemetjiehpiesvoetigujmie.

source: Evalueringsrapporten viser at strategien har vært vellykket, og over 200 kommuner har søkt og vært språkkommune under prosjektperioden.
sma: Evalueradimmiereektehtse vuesehte strategije lea hijven orreme, jïh vielie goh 200 tjïelth leah syökeme jïh gïeletjïeltine orreme prosjekteboelhken.

source: Ingen kommuner i forvaltningsområdet for samisk språk har deltatt i arbeidet med språkløyper.
sma: Ij naan tjïelth saemien gïelen reeremedajvesne leah meatan orreme barkosne gïelelaajroejgujmie.

source: Evalueringsrapporten viser at strategien var lite tilpasset samiske språk og at det var utviklet få kompetansepakker på samisk.
sma: Evalueradimmiereektehtse vuesehte strategije lij vaenie sjïehtedamme saemien gïelide, jïh vaenie maahtoepaahkh lin evtiedamme saemiengïelesne.

source: Gode språklige ferdigheter er avgjørende for barns lek og læring i barnehagen, for elevers lesing, skriving og læring i skolealder, og for den enkeltes muligheter til å nå sine mål og utvikle sitt potensiale.
sma: Hijven gïeletjiehpiesvoeth leah joekoen vihkeles maanaj stååkedimmien jïh lïeremen gaavhtan maanagïertesne, learohki lohkemen, tjaelemen jïh lïeremen gaavhtan skuvleaalteren, jïh ihke fïereguhte edtja nuepieh utnedh sov ulmieh jaksedh jïh sov potensijaalem evtiedidh.

source: Sametinget vil at alle samiske barn skal få mulighet til å utvikle gode språk, lese og skriveferdigheter, slik at de lykkes i utdanning, arbeids- og samfunnsliv.
sma: Saemiedigkie sæjhta gaajhkh saemien maanah edtjieh nuepiem åadtjodh hijven gïele-, lohkeme- jïh tjaelemetjiehpiesvoeth evtiedidh, guktie ööhpehtimmesne, barkoe- jïh siebriedahken jieliedisnie lyhkesieh.

source: Sametinget ønsker å oversette nettsiden, materialet og filmene til samiske språk.
sma: Saemiedigkie sæjhta nedtesæjroem, materijaalem jïh filmide saemiengïelese jarkoestidh.

source: Men det aller viktigste vil være tilpasningen til samisk.
sma: Men ellen vihkielommes lea sjïehtedimmie saemien gïelese.

source: I dette arbeidet ønsker vi å involvere lærere i grunnskolen i de ulike språkområdene.
sma: Daennie barkosne sïjhtebe maadthskuvlen lohkehtæjjah dejnie ovmessie gïeledajvine meatan vaeltedh.

source: De sørsamiske lærerne er eksperter i sitt felt, så i arbeidet med å utvikle språkløyper vil vi selvsagt opprette referansegrupper bestående av lærere i sørsamisk på de ulike trinn.
sma: Åarjelsaemien lohkehtæjjah leah tjiehpijh sijjen suerkesne, jïh barkosne gïelelaajroejgujmie sïjhtebe hævvi referaansedåehkieh nammoehtidh gusnie lohkehtæjjah åarjelsaemien gïelesne joekehts daltesisnie leah meatan.

source: Samisk høyskole og Senter for samisk i opplæringen vil også være samarbeidspartnere i dette arbeidet.
sma: Saemien jïlleskuvle jïh Saemien lohkemejarnge sijhtieh aaj laavenjostoeguejmine årrodh daennie barkosne.

source: En annen viktig faktor for at samiske språk skal brukes og utvikles er at samisk også beherskes og brukes også på hjemmebane.
sma: Akte jeatjah vihkeles faktovre ihke saemien edtja åtnasovvedh jïh evtiesovvedh lea saemien aaj hïejmesne åtnasåvva.

source: Foreldre og foresatte må derfor få språkstøtte for å kunne følge opp sine tospråklige eller flerspråklige barn og deres samiskundervisning.
sma: Eejhtegh jïh mubpieh tjuerieh dan åvteste gïeledåarjoem åadtjodh juktie maehtedh sijjen maanah, jïh dej saemienööhpehtimmiem bæjjese fulkedh, mah göökte jallh jienebh gïelh maehtieh.

source: Sametinget vil blant annet ta videre Snåsa sitt tiltak med språkdusj og videreutvikle dette.
sma: Saemiedigkie sæjhta gaskem jeatjah Snåasen råajvarimmiem gïelesjåavkine jåerhkedh, jïh dam guhkiebasse evtiedidh.

source: Vi vil i første omgang gjøre dette i sørsamisk område.
sma: Sïjhtebe aalkoelisnie dam darjodh åarjelsaemien dajvesne.

source: Sametinget vil også jobbe for blant annet leksehjelp og samiskkurs for foresatte.
sma: Saemiedigkie sæjhta aaj gaskem jeatjah leaksoeviehkien jïh saemienkuvsji åvteste barkedh eejhtegidie.

source: Ved oppstart av nytt barnehage- og skoleår bør det tilbys samiskkurs til foreldre og foresatte som har barn som får samiskundervisning.
sma: Gosse orre maanagïerte- jïh skuvlejaepie aalka byöroe saemienkuvsjem eejhtegidie jïh åelide faalehtidh mej maanah mah saemienööhpehtimmiem åadtjoeh.

source: Det må også legges til rette for reell bruk av samisk i samfunnet i form av arenaer og møteplasser for barn, unge og foresatte.
sma: Tjuara sjïehteladtedh guktie gåarede saemien siebriedahkesne nuhtjedh, goh areenah jïh gaavnedimmiesijjieh maanide, noeride jïh eejhtegidie.

source: De samiske språksentrene vil være veldig viktig i dette arbeidet.
sma: Saemien gïelejarngh sijhtieh joekoen vihkeles årrodh daennie barkosne.

source: Spesielt foreldre uten morsmålskompetanse som velger opplæring i samiske språk for sine barn, behøver ekstra støtte for å sikre at barna får god språkprogresjon.
sma: Joekoen eejhtegh mah eah saemien ietniengïeline utnieh, jïh mah saemien gïelelïerehtimmiem sijjen maanide veeljieh, lissie dåarjoem daarpesjieh juktie gorredidh maanah hijven gïeleevtiedimmiem åadtjoeh.

source: Innsatsområde Synliggjøring og samarbeid
sma: Barkoesuerkie; Våajnoes darjodh jïh laavenjostoe
